Repository: coolhwm/quill-vault
Catalog: QuillvaultApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# actionButton.result.alreadyActive
source: Recording is already active.
zh_hans: 录音已经在进行中。
zh_hant: 錄音已经在進行中。

# actionButton.result.cancelled
source: Recording was not started.
zh_hans: 录音未开始。
zh_hant: 錄音未開始。

# actionButton.result.directory
source: Choose or reauthorize the meeting folder in the app.
zh_hans: 请在应用中选择或重新授权会议目录。
zh_hant: 請在应用中選擇或重新授權會議目錄。

# actionButton.result.interrupted
source: Choose whether to continue the interrupted meeting or start a new one.
zh_hans: 请选择继续中断的会议，或保存后开始新会议。
zh_hant: 請選擇继續中斷的會議，或儲存後開始新會議。

# actionButton.result.microphone
source: Allow microphone access in the app before recording.
zh_hans: 请先在应用中允许麦克风访问。
zh_hant: 請先在应用中允许麦克风訪問。

# actionButton.result.notice
source: Review the recording notice in the app to continue.
zh_hans: 请在应用中确认录音说明后继续。
zh_hant: 請在应用中確認錄音说明後继續。

# actionButton.result.retry
source: Recording could not start. Review the app and try again.
zh_hans: 录音无法开始，请检查应用后重试。
zh_hant: 錄音无法開始，請檢查应用後重試。

# actionButton.result.started
source: Recording started.
zh_hans: 录音已开始。
zh_hant: 錄音已開始。

# actionButton.result.starting
source: Recording is already starting.
zh_hans: 录音正在启动。
zh_hant: 錄音正在啟動。

# actionButton.result.storage
source: Free some device storage before recording.
zh_hans: 请释放设备存储空间后再录音。
zh_hant: 請释放設備存储空間後再錄音。

# actionButton.start.description
source: Open Quillvault and start a face-to-face meeting recording.
zh_hans: 打开墨匣并开始面对面会议录音。
zh_hant: 打開墨匣并開始面對面會議錄音。

# actionButton.start.shortTitle
source: Start Meeting
zh_hans: 开始会议录音
zh_hant: 開始會議錄音

# actionButton.start.title
source: Start a Face-to-Face Meeting
zh_hans: 开始面对面会议
zh_hant: 開始面對面會議

# brand.name
source: Quillvault
zh_hans: 墨匣
zh_hant: 墨匣

# common.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# common.ok
source: OK
zh_hans: 好
zh_hant: 好

# common.save
source: Save
zh_hans: 保存
zh_hant: 儲存

# home.directory.access.expired
source: Folder access has expired. Reauthorize it before recording.
zh_hans: 目录授权已失效，请重新授权后再录音。
zh_hant: 目錄授權已失效，請重新授權後再錄音。

# home.directory.checking
source: Checking meeting folder access…
zh_hans: 正在检查会议目录访问权限…
zh_hant: 正在檢查會議目錄訪問權限…

# home.directory.choose
source: Choose Meeting Folder
zh_hans: 选择会议目录
zh_hant: 選擇會議目錄

# home.directory.download.required
source: This folder is not available offline. Download it in Files, then check again.
zh_hans: 该目录尚未下载到本机，请先在“文件”中下载，然后重新检查。
zh_hant: 该目錄尚未下載到本机，請先在“文件”中下載，然後重新檢查。

# home.directory.reauthorize
source: Reauthorize Meeting Folder
zh_hans: 重新授权会议目录
zh_hant: 重新授權會議目錄

# home.directory.required
source: Choose a folder before recording. Quillvault will not create a private fallback.
zh_hans: 录音前请选择目录；Quillvault 不会创建私有回退副本。
zh_hant: 錄音前請選擇目錄；Quillvault 不會创建私有回退副本。

# home.directory.retry
source: Check Folder Again
zh_hans: 重新检查目录
zh_hant: 重新檢查目錄

# home.directory.unavailable
source: The meeting folder is temporarily unavailable. Check again before recording.
zh_hans: 会议目录暂不可用，请重新检查后再录音。
zh_hant: 會議目錄暫不可用，請重新檢查後再錄音。

# home.empty.description
source: Recording will be available from the primary action on this screen.
zh_hans: 面对面会话将从本页主操作快速开始。
zh_hant: 面對面會話将从本頁主操作快速開始。

# home.empty.title
source: Ready for your next meeting
zh_hans: 准备记录下一场会议
zh_hant: 准備記錄下一场會議

# home.processing.minutes.completed
source: Minutes ready
zh_hans: 纪要已完成
zh_hant: 紀要已完成

# home.processing.minutes.completed.description
source: Minutes are available in the meeting library.
zh_hans: 纪要已写入会议资产，可在纪要列表中查看。
zh_hant: 紀要已写入會議资产，可在紀要列表中查看。

# home.processing.minutes.failed
source: Minutes generation failed
zh_hans: 纪要生成失败
zh_hant: 紀要生成失敗

# home.processing.minutes.failed.description
source: Recording and transcript are safe. You can try generating again.
zh_hans: 录音和文字记录仍安全；可以重新生成纪要。
zh_hant: 錄音和文字記錄仍安全；可以重新生成紀要。

# home.processing.minutes.pause.credentials
source: Model credentials are unavailable. Check your model profile.
zh_hans: 模型凭据不可用，请检查模型配置。
zh_hant: 模型凭据不可用，請檢查模型配置。

# home.processing.minutes.pause.network
source: Network is unavailable. Generation can resume later.
zh_hans: 网络不可用，稍后可继续生成。
zh_hant: 網路不可用，稍後可继續生成。

# home.processing.minutes.pause.service
source: The model service paused generation. You can resume later.
zh_hans: 模型服务暂停了生成，稍后可继续。
zh_hant: 模型服务暫停了生成，稍後可继續。

# home.processing.minutes.paused
source: Minutes generation paused
zh_hans: 纪要生成已暂停
zh_hant: 紀要生成已暫停

# home.processing.minutes.paused.description
source: Generation paused. Existing recording and transcript are safe.
zh_hans: 生成已暂停；录音和文字记录仍安全保留。
zh_hant: 生成已暫停；錄音和文字記錄仍安全保留。

# home.processing.minutes.pending
source: Minutes pending
zh_hans: 待生成纪要
zh_hant: 待生成紀要

# home.processing.minutes.pending.description
source: Transcript is ready. Start minutes when you are ready.
zh_hans: 文字记录已就绪，可在需要时生成纪要。
zh_hant: 文字記錄已就绪，可在需要時生成紀要。

# home.processing.minutes.running
source: Generating minutes…
zh_hans: 纪要生成中…
zh_hant: 紀要生成中…

# home.processing.minutes.running.description
source: Minutes generation is running. You can open details to review the recording and transcript.
zh_hans: 纪要正在生成。可打开详情查看录音和文字记录。
zh_hant: 紀要正在生成。可打開詳情查看錄音和文字記錄。

# home.processing.minutes.stage.completed
source: Completed
zh_hans: 已完成
zh_hant: 已完成

# home.processing.minutes.stage.normalizing
source: Normalizing
zh_hans: 规范化中
zh_hant: 规范化中

# home.processing.minutes.stage.pending
source: Queued
zh_hans: 排队中
zh_hant: 排队中

# home.processing.minutes.stage.publishing
source: Publishing
zh_hans: 写入纪要中
zh_hant: 写入紀要中

# home.processing.minutes.stage.summarizing
source: Summarizing
zh_hans: 分段总结中
zh_hant: 分段總結中

# home.processing.minutes.stage.synthesizing
source: Synthesizing
zh_hans: 综合整理中
zh_hant: 综合整理中

# home.processing.openDetail
source: Open meeting details
zh_hans: 查看会议详情
zh_hant: 查看會議詳情

# home.processing.optimize.failed
source: Transcript optimization failed
zh_hans: 文字记录优化失败
zh_hant: 文字記錄優化失敗

# home.processing.optimize.failed.description
source: You can retry optimization or skip and generate minutes from the original transcript.
zh_hans: 可重试优化，或跳过并用原始文字记录生成纪要。
zh_hant: 可重試優化，或跳過並用原始文字記錄產生紀要。

# home.processing.optimize.retry
source: Retry optimization
zh_hans: 重试优化
zh_hant: 重試優化

# home.processing.optimize.running
source: Optimizing transcript
zh_hans: 正在优化文字记录
zh_hant: 正在優化文字記錄

# home.processing.optimize.running.description
source: Improving readability before minutes generation.
zh_hans: 生成纪要前正在优化可读性。
zh_hant: 產生紀要前正在優化可讀性。

# home.processing.optimize.skip
source: Skip and generate
zh_hans: 跳过并生成
zh_hant: 跳過並產生

# home.processing.transcript.failed
source: Transcript failed
zh_hans: 文字记录处理失败
zh_hant: 文字記錄處理失敗

# home.processing.transcript.running
source: Processing transcript…
zh_hans: 正在处理文字记录…
zh_hant: 正在處理文字記錄…

# home.processing.transcript.running.description
source: Recording is saved. Transcript is finishing in the background.
zh_hans: 录音已保存，正在后台完成文字记录。
zh_hant: 錄音已儲存，正在後台完成文字記錄。

# home.recording.description
source: Audio is saved first. AI, network, and transcription never block recording.
zh_hans: 音频优先保存；AI、网络和转写不会阻止录音开始。
zh_hant: 音频優先儲存；AI、網路和转写不會阻止錄音開始。

# home.recording.title
source: Record a meeting
zh_hans: 记录面对面会议
zh_hant: 記錄面對面會議

# home.subtitle
source: Your meetings remain yours.
zh_hans: 会议文件始终由你掌握。
zh_hant: 會議文件始終由你掌握。

# minutes.asset.minutes
source: Minutes ready
zh_hans: 纪要已就绪
zh_hant: 紀要已就绪

# minutes.asset.recording
source: Recording
zh_hans: 仅有录音
zh_hant: 仅有錄音

# minutes.asset.transcript
source: Transcript ready
zh_hans: 文字记录已就绪
zh_hant: 文字記錄已就绪

# minutes.asset.transcript.pending
source: Recording saved · Processing transcript
zh_hans: 录音已保存 · 正在处理文字记录
zh_hant: 錄音已儲存 · 正在處理文字記錄

# minutes.asset.transcript.retry
source: Retry transcript
zh_hans: 重试文字记录
zh_hant: 重試文字記錄

# minutes.background.progress %lld
source: Progress %lld%%
zh_hans: 进度 %lld%%
zh_hant: 進度 %lld%%

# minutes.background.stage.completed
source: Completed
zh_hans: 已完成
zh_hant: 已完成

# minutes.background.stage.normalizing
source: Checking and formatting
zh_hans: 校验与整理
zh_hant: 校验与整理

# minutes.background.stage.pending
source: Preparing
zh_hans: 准备中
zh_hant: 准備中

# minutes.background.stage.publishing
source: Saving minutes
zh_hans: 保存纪要
zh_hant: 儲存紀要

# minutes.background.stage.summarizing
source: Summarizing
zh_hans: 分段总结
zh_hant: 分段總結

# minutes.background.stage.synthesizing
source: Combining minutes
zh_hans: 合并纪要
zh_hant: 合并紀要

# minutes.background.subtitle
source: Your recording and text record are safe while this runs.
zh_hans: 录音与文字记录会安全保留，生成可在后台继续。
zh_hant: 錄音与文字記錄會安全保留，生成可在後台继續。

# minutes.background.title
source: Generating meeting minutes
zh_hans: 正在生成纪要
zh_hant: 正在生成紀要

# minutes.card.default.title
source: Untitled meeting
zh_hans: 未命名会议
zh_hant: 未命名會議

# minutes.detail.diagram
source: Diagram
zh_hans: 图示
zh_hant: 圖示

# minutes.detail.diagram.accessibility
source: Meeting relationship diagram. Mermaid source is available if rendering fails.
zh_hans: 会议关系图示；渲染失败时可查看 Mermaid 源码。
zh_hant: 會議關系圖示；渲染失敗時可查看 Mermaid 源码。

# minutes.detail.diagram.none
source: No diagram was needed for this meeting.
zh_hans: 本次会议没有适合的图示。
zh_hant: 本次會議沒有適合的圖示。

# minutes.detail.diagram.partial
source: Some diagrams may be incomplete. You can regenerate minutes.
zh_hans: 部分图示可能未完成，可重新生成纪要。
zh_hant: 部分圖示可能未完成，可重新生成紀要。

# minutes.detail.diagram.pending
source: A diagram will appear after minutes are generated.
zh_hans: 纪要生成后将在此显示图示。
zh_hant: 紀要生成後将在此显示圖示。

# minutes.detail.diagram.unavailable
source: The diagram could not be rendered. The source is still available below.
zh_hans: 图示暂时无法渲染，下面仍保留 Mermaid 源码。
zh_hant: 圖示暫時无法渲染，下面仍保留 Mermaid 源码。

# minutes.detail.download.required
source: Download this file in Files, then try again.
zh_hans: 请先在“文件”中下载此文件，然后重试。
zh_hant: 請先在“文件”中下載此文件，然後重試。

# minutes.detail.failed.description
source: The meeting folder could not be read. Return to the list and try again.
zh_hans: 无法读取会议目录，请返回列表后重试。
zh_hant: 无法讀取會議目錄，請返回列表後重試。

# minutes.detail.failed.title
source: Meeting unavailable
zh_hans: 会议暂不可用
zh_hant: 會議暫不可用

# minutes.detail.incomplete
source: This result is readable, but some optional structure or diagrams may be incomplete. You can regenerate it.
zh_hans: 这份纪要可以阅读，但部分可选结构或图示可能不完整；你可以重新生成。
zh_hant: 这份紀要可以阅讀，但部分可選結构或圖示可能不完整；你可以重新生成。

# minutes.detail.loading
source: Loading meeting…
zh_hans: 正在载入会议…
zh_hant: 正在載入會議…

# minutes.detail.navigation.title
source: Meeting
zh_hans: 会议详情
zh_hant: 會議詳情

# minutes.detail.recording
source: Recording
zh_hans: 录音
zh_hant: 錄音

# minutes.detail.recording.missing
source: The recording file is missing. Restore it to this meeting folder, then reopen the meeting.
zh_hans: 录音文件缺失。请将其恢复到此会议目录后重新打开会议。
zh_hant: 錄音文件缺失。請将其恢復到此會議目錄後重新打開會議。

# minutes.detail.recording.pause
source: Pause
zh_hans: 暂停
zh_hant: 暫停

# minutes.detail.recording.play
source: Play
zh_hans: 播放
zh_hant: 播放

# minutes.detail.recording.playback.failed
source: Playback failed. Check the file and try again.
zh_hans: 播放失败，请检查文件后重试。
zh_hant: 播放失敗，請檢查文件後重試。

# minutes.detail.recording.playback.retry
source: Retry playback
zh_hans: 重试播放
zh_hant: 重試播放

# minutes.detail.recording.unreadable
source: This recording cannot be read. Restore a valid copy, then reopen the meeting.
zh_hans: 无法读取此录音。请恢复有效文件后重新打开会议。
zh_hant: 无法讀取此錄音。請恢復有效文件後重新打開會議。

# minutes.detail.summary
source: Summary
zh_hans: 纪要
zh_hant: 紀要

# minutes.detail.summary.pending
source: Minutes have not been generated yet. The text record and recording remain available.
zh_hans: 纪要尚未生成，文字记录和录音仍可使用。
zh_hant: 紀要尚未生成，文字記錄和錄音仍可使用。

# minutes.detail.summary.unreadable
source: The minutes file cannot be read.
zh_hans: 无法读取纪要文件。
zh_hant: 无法讀取紀要文件。

# minutes.detail.tab
source: Detail section
zh_hans: 详情分区
zh_hant: 詳情分區

# minutes.detail.tab.smartMinutes
source: Smart minutes
zh_hans: 智能纪要
zh_hant: 智慧紀要

# minutes.detail.tab.transcript
source: Transcript
zh_hans: 文字记录
zh_hant: 文字記錄

# minutes.detail.title.placeholder
source: Meeting title
zh_hans: 会议标题
zh_hant: 會議標題

# minutes.detail.title.save
source: Save title
zh_hans: 保存标题
zh_hant: 儲存標題

# minutes.detail.title.save.failed
source: Could not save title
zh_hans: 标题保存失败
zh_hant: 標題儲存失敗

# minutes.detail.transcript
source: Text record
zh_hans: 文字记录
zh_hant: 文字記錄

# minutes.detail.transcript.compare
source: Compare original and optimized
zh_hans: 对比原始与优化版本
zh_hant: 對比原始與優化版本

# minutes.detail.transcript.empty
source: No speech was recognized in this recording.
zh_hans: 本次录音未识别到人声。
zh_hant: 本次錄音未识别到人声。

# minutes.detail.transcript.generationSource.optimized
source: Minutes generation uses the optimized transcript when available.
zh_hans: 生成纪要时优先使用优化文字记录（若已有）。
zh_hant: 產生紀要時優先使用優化文字記錄（若已有）。

# minutes.detail.transcript.optimize
source: Optimize transcript
zh_hans: 优化文字记录
zh_hant: 優化文字記錄

# minutes.detail.transcript.optimize.failed
source: Optimization failed. Original transcript is unchanged.
zh_hans: 优化失败；原始文字记录未改动。
zh_hant: 優化失敗；原始文字記錄未改動。

# minutes.detail.transcript.pending
source: The text record is still being prepared.
zh_hans: 文字记录仍在处理中。
zh_hant: 文字記錄仍在處理中。

# minutes.detail.transcript.seek %@
source: Play at %@
zh_hans: 从 %@ 开始播放
zh_hant: 从 %@ 開始播放

# minutes.detail.transcript.unreadable
source: The text record cannot be read.
zh_hans: 无法读取文字记录。
zh_hant: 无法讀取文字記錄。

# minutes.detail.transcript.version
source: Transcript version
zh_hans: 文字记录版本
zh_hant: 文字記錄版本

# minutes.detail.transcript.version.optimized
source: Optimized
zh_hans: 优化
zh_hant: 優化

# minutes.detail.transcript.version.original
source: Original
zh_hans: 原始
zh_hant: 原始

# minutes.diagnostics %lld
source: %lld incomplete item(s) were skipped.
zh_hans: 已跳过 %lld 个不完整项目。
zh_hant: 已跳過 %lld 个不完整項目。

# minutes.directory.choose
source: Choose Meeting Folder
zh_hans: 选择会议目录
zh_hant: 選擇會議目錄

# minutes.empty.description
source: Completed transcripts and minutes will appear here.
zh_hans: 完成的文字记录和纪要会显示在这里。
zh_hant: 完成的文字記錄和紀要會显示在这里。

# minutes.empty.title
source: No minutes yet
zh_hans: 还没有纪要
zh_hant: 还没有紀要

# minutes.filter
source: Filter
zh_hans: 筛选
zh_hant: 篩選

# minutes.filter.all.models
source: All models
zh_hans: 全部模型
zh_hant: 全部模型

# minutes.filter.date
source: Date
zh_hans: 日期
zh_hant: 日期

# minutes.filter.date.all
source: Any date
zh_hans: 全部日期
zh_hant: 全部日期

# minutes.filter.date.seven
source: Last 7 days
zh_hans: 最近 7 天
zh_hant: 最近 7 天

# minutes.filter.date.thirty
source: Last 30 days
zh_hans: 最近 30 天
zh_hant: 最近 30 天

# minutes.filter.date.today
source: Today
zh_hans: 今天
zh_hant: 今天

# minutes.filter.model
source: Model
zh_hans: 模型
zh_hant: 模型

# minutes.filter.status
source: Status
zh_hans: 状态
zh_hant: 狀態

# minutes.generation.cancel
source: Stop generation
zh_hans: 停止生成
zh_hant: 停止生成

# minutes.generation.expired
source: Minutes are out of date
zh_hans: 纪要已过期
zh_hant: 紀要已過期

# minutes.generation.expired.description
source: The text record changed after these minutes were generated. The existing minutes remain available.
zh_hans: 文字记录在纪要生成后发生了变化，现有纪要仍可查看。
zh_hant: 文字記錄在紀要生成後发生了变化，现有紀要仍可查看。

# minutes.generation.model
source: Generation model
zh_hans: 生成模型
zh_hant: 生成模型

source: Minutes generation paused
zh_hans: 纪要生成已暂停
zh_hant: 紀要生成已暫停

# minutes.generation.paused.description
source: Your recording and text record are safe. Continue when the cause is resolved.
zh_hans: 录音和文字记录仍安全保留，问题解决后可以继续。
zh_hant: 錄音和文字記錄仍安全保留，問題解决後可以继續。

# minutes.generation.pending
source: The text record is ready. Generate a first set of minutes when you are ready.
zh_hans: 文字记录已就绪，可以开始生成纪要。
zh_hant: 文字記錄已就绪，可以開始生成紀要。

# minutes.generation.progress %lld %lld
source: Chunk %lld of %lld
zh_hans: 第 %lld/%lld 段
zh_hant: 第 %lld/%lld 段

# minutes.generation.queued
source: Waiting in the generation queue.
zh_hans: 已进入纪要生成队列，前序任务完成后自动开始。
zh_hant: 已進入紀要生成队列，前序任务完成後自動開始。

# minutes.generation.regenerate
source: Regenerate minutes
zh_hans: 重新生成纪要
zh_hant: 重新生成紀要

# minutes.generation.regenerate.description
source: Create a new generation with the current model and text record.
zh_hans: 使用当前模型和最新文字记录创建新一代纪要。
zh_hant: 使用当前模型和最新文字記錄创建新一代紀要。

# minutes.generation.replace.cancel
source: Keep edited version
zh_hans: 保留外部版本
zh_hant: 保留外部版本

# minutes.generation.replace.confirm
source: Replace after generation
zh_hans: 生成后替换
zh_hant: 生成後替换

# minutes.generation.replace.description
source: The existing minutes were changed outside Quillvault. Confirming will keep them readable until the new minutes are published; cancel keeps the edited version.
zh_hans: 现有纪要似乎被外部编辑。确认后会在新纪要发布前保留它；取消则保留外部版本。
zh_hant: 现有紀要似乎被外部编辑。確認後會在新紀要发布前保留它；取消则保留外部版本。

# minutes.generation.replace.title
source: Replace edited minutes?
zh_hans: 替换已编辑的纪要？
zh_hant: 替换已编辑的紀要？

# minutes.generation.resume
source: Continue generation
zh_hans: 继续生成
zh_hant: 继續生成

# minutes.generation.retryable
source: This generation can be retried without rerecording.
zh_hans: 无需重新录音，可以直接重试生成。
zh_hant: 无需重新錄音，可以直接重試生成。

# minutes.generation.running
source: Generating minutes…
zh_hans: 正在生成纪要…
zh_hant: 正在生成紀要…

# minutes.generation.start
source: Generate minutes
zh_hans: 生成纪要
zh_hant: 生成紀要

# minutes.generation.title
source: Minutes generation
zh_hans: 纪要生成
zh_hant: 紀要生成

# minutes.loading
source: Scanning meeting files…
zh_hans: 正在扫描会议文件…
zh_hant: 正在扫描會議文件…

# minutes.navigation.title
source: Minutes
zh_hans: 纪要
zh_hant: 紀要

# minutes.recovery.access.description
source: Choose the same folder again to renew access. Quillvault will not switch folders automatically.
zh_hans: 请重新选择原目录以恢复访问。Quillvault 不会自动切换到其他目录。
zh_hant: 請重新選擇原目錄以恢復訪問。Quillvault 不會自動切换到其他目錄。

# minutes.recovery.access.title
source: Folder access expired
zh_hans: 目录访问已失效
zh_hant: 目錄訪問已失效

# minutes.recovery.directory.description
source: Choose a folder in iCloud Drive, Obsidian, On My iPhone, or another Files provider.
zh_hans: 请选择 iCloud Drive、Obsidian、“我的 iPhone”或其他文件提供方中的目录。
zh_hant: 請選擇 iCloud Drive、Obsidian、“我的 iPhone”或其他文件提供方中的目錄。

# minutes.recovery.directory.title
source: Choose your meeting folder
zh_hans: 选择会议目录
zh_hant: 選擇會議目錄

# minutes.recovery.download.description
source: Download the meeting files in Files, then try again.
zh_hans: 请先在“文件”中下载会议文件，然后重试。
zh_hant: 請先在“文件”中下載會議文件，然後重試。

# minutes.recovery.download.title
source: Meeting files are not downloaded
zh_hans: 会议文件尚未下载
zh_hant: 會議文件尚未下載

# minutes.recovery.generic.description
source: No meeting file was changed. Try scanning the current folder again.
zh_hans: 会议文件未被修改，请重新扫描当前目录。
zh_hant: 會議文件未被修改，請重新扫描当前目錄。

# minutes.recovery.generic.title
source: Meeting library unavailable
zh_hans: 会议目录暂不可用
zh_hant: 會議目錄暫不可用

# minutes.retry
source: Try Again
zh_hans: 重试
zh_hant: 重試

# minutes.search.clear
source: Clear search and filters
zh_hans: 清除搜索与筛选
zh_hant: 清除搜尋与篩選

# minutes.search.empty.description
source: Try another phrase or remove some filters.
zh_hans: 请尝试其他关键词，或减少筛选条件。
zh_hant: 請尝試其他關鍵词，或减少篩選条件。

# minutes.search.empty.title
source: No matching meetings
zh_hans: 没有匹配的会议
zh_hant: 没有匹配的會議

# minutes.search.prompt
source: Search titles, minutes, and transcripts
zh_hans: 搜索标题、纪要和文字记录
zh_hant: 搜尋標題、紀要和文字記錄

# minutes.status.awaiting.minutes
source: Awaiting minutes
zh_hans: 待生成纪要
zh_hant: 待生成紀要

# minutes.status.awaiting.transcript
source: Preparing text record
zh_hans: 文字记录处理中
zh_hant: 文字記錄處理中

# minutes.status.completed
source: Minutes completed
zh_hans: 纪要已完成
zh_hant: 紀要已完成

# minutes.status.expired
source: Minutes out of date
zh_hans: 纪要已过期
zh_hant: 紀要已過期

# profile.heatmap.caption
source: Daily meeting duration (last 12 weeks)
zh_hans: 近 12 周每日会议时长
zh_hant: 近 12 週每日會議時長

# profile.heatmap.less
source: Less
zh_hans: 少
zh_hant: 少

# profile.heatmap.more
source: More
zh_hans: 多
zh_hant: 多

# profile.heatmap.section
source: Activity
zh_hans: 活跃度
zh_hant: 活躍度

# profile.navigation.title
source: Me
zh_hans: 我的
zh_hant: 我的

# profile.settings
source: Settings
zh_hans: 设置
zh_hant: 設定

# profile.stats.failed
source: Stats are temporarily unavailable.
zh_hans: 统计暂时不可用。
zh_hant: 統計暫時不可用。

# profile.stats.loading
source: Loading stats…
zh_hans: 正在加载统计…
zh_hant: 正在載入統計…

# profile.stats.meetings
source: Meetings
zh_hans: 会议次数
zh_hant: 會議次數

# profile.stats.month_duration
source: This month duration
zh_hans: 本月时长
zh_hant: 本月時長

# profile.stats.month_meetings
source: This month
zh_hans: 本月会议
zh_hant: 本月會議

# profile.stats.section
source: Local usage
zh_hans: 本地使用统计
zh_hant: 本地使用統計

# profile.stats.total_duration
source: Total duration
zh_hans: 总时长
zh_hant: 總時長

# recording.active
source: Recording
zh_hans: 正在录音
zh_hant: 正在錄音

# recording.capture.interruption.media
source: Audio services restarted. Restoring recording…
zh_hans: 音频服务已重启，正在恢复录音…
zh_hant: 音频服务已重啟，正在恢復錄音…

# recording.capture.interruption.process
source: The previous recording process was interrupted.
zh_hans: 上一次录音进程曾中断。
zh_hant: 上一次錄音進程曾中斷。

# recording.capture.interruption.route
source: Audio route changed. Restoring recording…
zh_hans: 音频设备发生变化，正在恢复录音…
zh_hant: 音频設備发生变化，正在恢復錄音…

# recording.capture.interruption.system
source: Recording was interrupted by the system. Waiting to resume…
zh_hans: 录音被系统暂时中断，正在等待恢复…
zh_hant: 錄音被系統暫時中斷，正在等待恢復…

# recording.capture.resume.failed
source: Recording could not resume automatically. End and save now; existing audio is safe.
zh_hans: 录音无法自动恢复。请结束并保存；已有录音仍安全保留。
zh_hant: 錄音无法自動恢復。請結束并儲存；已有錄音仍安全保留。

# recording.completed
source: Recording saved
zh_hans: 录音已保存
zh_hant: 錄音已儲存

# recording.elapsed
source: Elapsed recording time
zh_hans: 录音已用时间
zh_hant: 錄音已用時間

# recording.failure.already
source: Another recording is already active.
zh_hans: 已有一场录音正在进行。
zh_hant: 已有一场錄音正在進行。

# recording.failure.directory
source: The meeting folder is unavailable. Restore folder access and try again.
zh_hans: 会议目录暂不可用，请恢复目录访问后重试。
zh_hant: 會議目錄暫不可用，請恢復目錄訪問後重試。

# recording.failure.generic
source: Recording could not be completed. Existing audio has not been overwritten.
zh_hans: 录音操作未能完成，已有音频不会被覆盖。
zh_hant: 錄音操作未能完成，已有音频不會被覆盖。

# recording.failure.invalid
source: The audio file did not pass duration and packet validation. Keep the app open and retry.
zh_hans: 音频未通过时长与音频包校验，请保持 App 打开并重试。
zh_hant: 音频未通過時長与音频包校验，請保持 App 打開并重試。

# recording.failure.permission
source: Allow microphone access in Settings before recording.
zh_hans: 请先在系统设置中允许麦克风访问。
zh_hant: 請先在系統設定中允许麦克风訪問。

# recording.failure.storage
source: Free at least 512 MB in the meeting folder before recording.
zh_hans: 请先为会议目录释放至少 512 MB 空间。
zh_hant: 請先为會議目錄释放至少 512 MB 空間。

# recording.failure.title
source: Recording needs attention
zh_hans: 录音需要处理
zh_hant: 錄音需要處理

# recording.failure.transcription.assets
source: Speech assets are not ready. Connect to the network and retry; the recording is safe.
zh_hans: 语音识别资源尚未就绪，请联网后重试；录音已安全保留。
zh_hant: 语音识别资源尚未就绪，請联網後重試；錄音已安全保留。

# recording.failure.transcription.generic
source: The transcript could not be completed. The recording is safe and can be retried.
zh_hans: 文字记录未能完成；录音已安全保留，可重试生成。
zh_hant: 文字記錄未能完成；錄音已安全保留，可重試生成。

# recording.failure.transcription.locale
source: This transcription language is unavailable on this device. The recording is safe.
zh_hans: 此设备不支持当前转写语言；录音已安全保留。
zh_hant: 此設備不支持当前转写语言；錄音已安全保留。

# recording.failure.transcription.publish
source: The transcript could not be published safely. The recording is safe; retry to finish.
zh_hans: 文字记录未能安全发布；录音已保留，请重试完成。
zh_hant: 文字記錄未能安全发布；錄音已保留，請重試完成。

# recording.finish.failed
source: Finishing needs attention
zh_hans: 结束录音需要处理
zh_hant: 結束錄音需要處理

# recording.finishing
source: Saving audio and completing transcript…
zh_hans: 正在保存音频并整理完整文字记录…
zh_hant: 正在儲存音频并整理完整文字記錄…

# recording.interrupted.finish
source: End and process
zh_hans: 结束并整理
zh_hant: 結束并整理

# recording.interrupted.message
source: Existing audio is safe. End this meeting now or continue it without replacing what was recorded.
zh_hans: 既有录音已安全保留。你可以结束本次会议，或继续录音且不会覆盖已有内容。
zh_hant: 既有錄音已安全保留。你可以結束本次會議，或继續錄音且不會覆盖已有内容。

# recording.interrupted.resume
source: Continue this meeting
zh_hans: 继续本次会议
zh_hant: 继續本次會議

# recording.interrupted.startNew
source: Save and start a new meeting
zh_hans: 保存并开始新会议
zh_hant: 儲存并開始新會議
